<template>
  <div class="wrapper">
    <h1>О приложении</h1>
    <br />
    <p>Это приложение создано для того, чтобы было удобно искать избранные мемы!</p>
    <br />
    <p>
      Например вы переписываетесь с кем то в социальных сетях и в результате разговора понимаете что было бы не плохо скинуть в
      ответ собеседнику какую нибудь мемную картинку, реакцию на его слова. Вспоминаете мем с Ди Каприо, где он щурит глаза в
      фильме "Начало". Окей, но как найти этот мем?
    </p>
    <br />
    <p>
      В обычном варианте, вам бы пришлось заходить в поисковик, писать что то на подобии "Дикаприо щурит глаза мем", переходить в
      поиск, выбирать нужный вариант, копировать его правой кнопкой мыши и наконец то вставлять в ваш диалог.
    </p>
    <br />
    <p>Через телефон то же самое, только нужно было бы поделитсья через нужно приложение.</p>
    <br />
    <p>
      Мне показалось что это как то слишком долго, к тому же, вы можете вспомнить очень оригинальный мем, с которого угараете и
      который не сильно популярен. Тогда поиски могут занять достаточно продолжительное время...
    </p>
    <br />
    <p>Это приложение предлагает возможность создавать свою уникальную коллекцию, а так же дает возможность быстрого поиска!</p>
  </div>
</template>

<script></script>

<style scoped>
.wrapper {
  padding-top: 10vh;
  width: 50vw;
  margin: 0 auto;
}
@media (max-width: 991.98px) {
  .wrapper {
    padding-top: 5vh;
    width: 80vw;
    margin: 0 auto;
  }
}
</style>
